[Translator]
Name=Aram Vardanyan <aramblogoff@gmail.com>#13#10www.aramblog.yn.lt

[frmMain]
mnuFindTarget.Caption=Ընտրել &շրջան...
mnuPrimaryMonitor.Caption=&Հիմնական մոնիտոր
mnuSecondaryMonitor.Caption=&Երկրորդական մոնիտոր
mnuRecordScreen.Caption=&Լիաէկրան
mnuISOMPEG1standard.Caption=ISO MPEG-1 standard ( .AVI )
mnuISOMPEG2standard.Caption=ISO MPEG-2 standard ( .AVI )
mnuISOMPEG4standard.Caption=ISO MPEG-4 standard ( .AVI )
mnuXvid.Caption=ISO MPEG-4 XVID ( .AVI )
mnuOpenDivx.Caption=ISO MPEG-4 OpenDivx ( .AVI )
mnuMicrosoftMPEG4part2.Caption=Microsoft MPEG-4 part 2 ( .AVI )
mnuMicrosoftMPEG4part3.Caption=Microsoft MPEG-4 part 3 ( .AVI )
mnuFlashVideo.Caption=Flash Video ( .FLV )
mnuISOMPEG4standardMP4.Caption=ISO MPEG-4 standard ( .MP4 )
mnuAppleQuickTime.Caption=Apple QuickTime ( Sony Vegas editable ) ( .MOV )
mnuMPEG2TransportStream.Caption=MPEG-2 transport stream ( .TS )
mnuMPEG2PSformat.Caption=MPEG-2 PS ( .VOB )
mnuVFWCodec.Caption=Արտաքին կոդեկներ... ( .AVI )
mnuISOMPEG4standardWMV.Caption=Microsoft MPEG-4 part 3 ( .WMV )
mnuISOWMV2.Caption=Windows Media Video 8 ( .WMV )
ActionManager.Categorys.&Mode=Ռեժիմ
ActionManager.Categorys.&Tools=Գործիքներ
ActionManager.Categorys.&Help=Օգնություն
mnuSettings.Caption=&Ընտրանքներ...
mnuAbout.Caption=&Ծրագրի մասին...
mnuHelp.Caption=&Օգնություն...
mnuMP3AudioCodec.Caption=MPEG audio layer 3 ( .MP3 )
mnuWMAAudioCodec.Caption=Windows Media Audio 2 ( .WMA )
mnuFreeLosslessAudioCodecflac.Caption=FLAC (Free Lossless Audio Codec) ( .FLAC )
mnuAACAudioCodec.Caption=AAC (Advanced Audio Coding) ( .M4A )
mnuRecordingTheScreenAndAudio.Caption=Տեսագրել էկրանն ու ելքային աուդիոն
mnuRecordingOnlyAudio.Caption=Միայն ձայնագրել ելքային աուդիոն
mnuRecordingTheGame.Caption=Recording Game
mnuGIFAnimation.Caption=GIF Անիմացիա ( .GIF )
mnuMP4ContainerFormat.Caption=MP4 (MPEG-4 Part 14) Container
mnuMKVContainerFormat.Caption=MKV (Matroska) Container
mnuM4VContainerFormat.Caption=M4V (iPod MP4) Container
mnuMOVContainerFormat.Caption=MOV (QuickTime) Container
mnuWMVContainerFormat.Caption=WMV (Windows Media Video) Container
mnuFLVContainerFormat.Caption=FLV (Flash Video) Container
mnuAVIContainerFormat.Caption=AVI (Audio Video Interleaved) Container
mnuTSContainerFormat.Caption=TS (MPEG-2 Transport Stream) Container
mnuVOBContainerFormat.Caption=VOB (MPEG-2 PS) Container
mnuNvidiaNvencH264AACMP4.Caption=NVIDIA NVENC H.264 + AAC (.MP4)
mnuISOMPEG4standardMP4AAC.Caption=ISO MPEG-4 standard + AAC ( .MP4 )
mnuNvidiaNvencH264AACMKV.Caption=NVIDIA NVENC H.264 + AAC (.MKV)
mnuISOMPEG4standardFLACMKV.Caption=ISO MPEG-4 standard + FLAC ( .MKV )
mnuISOMPEG4standardAACMKV.Caption=ISO MPEG-4 standard + AAC ( .MKV )
mnuISOMPEG4standardMP3MKV.Caption=ISO MPEG-4 standard + MP3 ( .MKV )
mnuNvidiaNvencH264AACM4V.Caption=NVIDIA NVENC H.264 + AAC (.M4V)
mnuISOMPEG4standardAACM4V.Caption=ISO MPEG-4 standard + AAC ( .M4V )
mnuNvidiaNvencH264AACMOV.Caption=NVIDIA NVENC H.264 + AAC (.MOV)
mnuAppleQuickTimeMOVAAC.Caption=Apple QuickTime + AAC ( .MOV )
mnuNvidiaNvencH264AACAVI.Caption=NVIDIA NVENC H.264 + AAC (.AVI)
mnuHardwareEncoderSettings.Caption=Ապարատային ծածկագրիչի կարգավորումներ...
mnuAudioCodecsSettings.Caption=Աուդիո կոդեկների կարգավորումներ...
mnuCustomSize.Caption=&Ընտրովի չափ...
mnuNvidiaNvencH264FLACMKV.Caption=NVIDIA NVENC H.264 + FLAC (.MKV)
mnuOpenH264FLACMKV.Caption=Open H.264 + FLAC (.MKV)
mnuRegister.Caption=&Register...
mnuBuy.Caption=&Buy...
ActionManager.Categorys.&Register=&Register
mnuAddRecordingArea.Caption=Add recording area...
mnuEditRecordingAreaList.Caption=Edit recording area list...
mnuNvidiaNvencHEVCAACMP4.Caption=NVIDIA NVENC HEVC + AAC (.MP4)
mnuNvidiaNvencHEVCAACMKV.Caption=NVIDIA NVENC HEVC + AAC (.MKV)
mnuNvidiaNvencHEVCFLACMKV.Caption=NVIDIA NVENC HEVC + FLAC (.MKV)
mnuNvidiaNvencHEVCAACAVI.Caption=NVIDIA NVENC HEVC + AAC (.AVI)
mnuExit.Caption=&Exit app
mnuAutoSelectCodec.Caption=Auto Select
mnuIntelQuickSyncVideoH264AACMP4.Caption=Intel Quick Sync Video H.264 + AAC (.MP4)
mnuIntelQuickSyncVideoHEVCAACMP4.Caption=Intel Quick Sync Video HEVC + AAC (.MP4)
mnuIntelQuickSyncVideoH264AACMKV.Caption=Intel Quick Sync Video H.264 + AAC (.MKV)
mnuIntelQuickSyncVideoH264FLACMKV.Caption=Intel Quick Sync Video H.264 + FLAC (.MKV)
mnuIntelQuickSyncVideoH264AACM4V.Caption=Intel Quick Sync Video H.264 + AAC (.M4V)
mnuIntelQuickSyncVideoH264AACMOV.Caption=Intel Quick Sync Video H.264 + AAC (.MOV)
mnuIntelQuickSyncVideoH264AACAVI.Caption=Intel Quick Sync Video H.264 + AAC (.AVI)

[frmOption]
btnInformation.Caption=Տեղեկություն
btnVideoConfiguration.Caption=Setting(&S)
lblFPS.Caption=FPS՝ 
gbxVideo.Caption=Video
chkAudio.Caption=Աուդիո սարքի կարգավորումներ
lblAudioDrive.Caption=Սարք՝
lblChannel.Caption=Ալիք՝ 
lblSampleRate.Caption=Նմուշառում՝ 
lblQuality.Caption=Quality:
chkRecordCursor.Caption=Ն&երառել մկնիկի սլաքը
chkBalanceReposition.Caption=Երբ տեղափոխում եք տեսագրման շրջանը, հիմնական պատուհանը կտեղափոխվի։
gbxHotkeySettings.Caption=Ազդակոճակի կարգավորումներ
chkRecordHotkey.Caption=Տեսագրել՝ 
chkPauseHotkey.Caption=Դադար՝ 
chkCaptureHotkey.Caption=Նկարել՝
chkFindTargetHotkey.Caption=Թիրախ՝
lbledtOutputPath.Caption=Ելքային ուղի՝
btnOK.Caption=&Լավ
btnCancel.Caption=&Չեղարկել
Caption=Ընտրանքներ
lblMin.Caption=Րոպե
lblSecond.Caption=Վրկ
lblAfterCompletion.Caption=Ավարտից հետո
gbxRservationRecord.Caption=Տեսագրման ժամի սահման
chkRecordingTimeLimite.Caption=&Միացնել
gbxLanguage.Caption=Լեզվի կարգավորումներ
lblLanguage.Caption=Լեզու՝
lblVideoBitrate.Caption=Բիթաքանակ՝ 
lblAudioBitrate.Caption=Բիթաքանակ՝
gbxVideoEncoding.Caption=Վիդեո
gbxAudioEncoding.Caption=Աուդիո
btnRestoreDefaultSettings.Caption=&Վերականգնել ըստ լռելյայնի
lblCaptureFormat.Caption=Գրավման նկար ֆայլի ձևաչափ՝
lblUsingMultiCore.Caption=Բազմաթիվ միջուկների կիրառում՝ 
gbxMouseEffect.Caption=Մկնիկի էֆեկտ
chkEnabledMouseEffect.Caption=Միացված էֆեկտ
lblMouseEffectColor.Caption=Գույն
lblMouseEffectSize.Caption=Չափ
gbxTimeLimitSettings.Caption=Ընտրանքներ
rbTimeLimitDoNothing.Caption=Ոչինչ չանել
rbTimeLimitStartNewRecording.Caption=Սկսել նոր տեսագրում
rbTimeLimitExitProgram.Caption=Լքել ծրագիրը
rbTimeLimitShutdown.Caption=Անջատել համակարգիչը
gbxWatermarkSettings.Caption=Վիդեոյին ավելացնել լողացող նշան
chkUseWatermark.Caption=&Լողանշանների կիրառում
lbledtWatermakrImagePath.Caption=Նկարի ուղի՝ 
lblOpacity.Caption=Անթափանց՝ 
gbxWatermarkImagePosition.Caption=Դիրք
lblVideoQuality.Caption=Որակ՝ 
lblEncoderThreadCount.Caption=Ծածկագրիչի հոսքի քանակ՝ 
chkShowFPSOverlay.Caption=Ցուցադրել FPS-ի պատիչը
gbxGameRecording.Caption=Խաղի տեսագրում
lblColorConversionQuality.Caption=Գույնի փոխարկման որակ՝ 
pmnuPrefixDateTime.Caption=Նախադաս + Ամսաթիվ + Ժամ
pmnuProgramNameDateTime.Caption=Ծրագրի անուն + Ամսաթիվ + Ժամ
pmnuUserIDDateTime.Caption=Օգտատերի ID + Ամսաթիվ + Ժամ
pmnuDisplayUserNameDateTime.Caption=Օգտատերի անուն + Ամսաթիվ + Ժամ
pmnuPrefixLocalizationDateNumber.Caption=Նախադաս + Տեղայնացման ամսաթիվ + Համար(#)
pmnuProgramNameLocalizationDateNumber.Caption=Ծրագրի անուն + Տեղայնացման ամսաթիվ + Համար(#)
pmnuUserIDLocalizationDateNumber1.Caption=UserID + Տեղայնացման ամսաթիվ + Համար(#)
pmnuDisplayUserNameLocalizationDateNumber1.Caption=Օգտատերի անուն + Տեղայնացման ամսաթիվ + Համար(#)
pmnuPrefixNumber1.Caption=Նախադաս + Համար(#)
pmnuPrefixNumber2.Caption=Նախադաս + Համար(##)
pmnuPrefixNumber3.Caption=Նախադաս + Համար(###)
pmnuProgramNameNumber1.Caption=Ծրագրի անուն + Համար(#)
pmnuProgramNameNumber2.Caption=Ծրագրի անուն + Համար(##)
pmnuProgramNameNumber3.Caption=Ծրագրի անուն + Համար(###)
pmnuNumber1.Caption=Համար(#)
pmnuNumber2.Caption=Համար(##)
pmnuNumber3.Caption=Համար(###)
pmnuHelp.Caption=&Օգնություն...
ledtFileName.Caption=Ֆայլի անուն՝ 
chkHideDragCursorInRecordingArea.Caption=Տեսագրման շրջանում թաքցնել քաշման սլաքը
gbResizeVideo.Caption=Չափափոխել
chkResizeVideo.Caption=Չափափոխել վիդեոն
lblResolution.Caption=Թույլատվություն՝
lblResizeQuality.Caption=Որակ՝ 
lblGIFFPS.Caption=FPS՝ 
lblGIFQuality.Caption=Որակ՝
gbxGIF.Caption=GIF կարգավորումներ
chkGIFIncludeCursor.Caption=Ն&երառել մկնիկի սլաքը
chkResizeGIF.Caption=&Չափափոխել gif-ը
lblGIFResolution.Caption=Թույլատվություն՝
lblGIFResizeQuality.Caption=Որակ՝ 
gbResizeGIF.Caption=Չափափոխել
rbTimeLimitHibernate.Caption=Համակարգչի նիրհելու ռեժիմ
tsGeneral.Caption=Գլխավոր
tsGame.Caption=Խաղ
tsResize.Caption=Չափափոխել
gbxMicrophone.Caption=Խոսափողի կարգավորումներ
lblMicrophoneInputSource.Caption=Մուտքային աղբյուր
gbxEncodingSettings.Caption=Ծածկագրում
gbxGameRecordingPerformance.Caption=Խաղի տեսագրում
lblStageOfPipeline.Caption=Խողովակի փուլ՝
lblDecoderResolutionCompatibility.Caption=Համատեղելի վերծանիչի թույլատվություն՝
lblWatermarkLeftRightMargins.Caption=Ձախ, աջ լուսանցքներ
lblWatermarkTopBottomMargin.Caption=Վերևի, ներքևի լուսանցքներ
gbxCalcFPS.Caption=Հաշվել FPS-ը
lblCalcFPSInterval.Caption=Ընդմիջում՝
lblCalcFPSMS.Caption=միլիվայրկյան
lblCalcFPSRoundMode.Caption=Շրջանի ռեժիմ՝ 
gbxFPSLimit.Caption=FPS սահման
chkFPSLimit.Caption=FPS սահման
lblFPSLimit.Caption=FPS՝
chkLimitFPSWhenRecording.Caption=Սահմանը տեսագրելիս
chkCaptureIncludeCursor.Caption=Ներառել մկնիկի սլաքը
chkUseCaptureImageWatermark.Caption=Գրավման նկարին ավելացնել լողանշան
lblFPSLimitMode.Caption=Ռեժիմ՝
tsMouseLeftClickEffect.Caption=Ձաղ սեղմման էֆեկտ
tstsMouseRightClickEffect.Caption=Աջ սեղմման էֆեկտ
chkMouseLeftClickEffect.Caption=Ավելացնել մկնիկի ձախ սեղմման էֆեկտ
lblMouseLeftClickEffectStyle.Caption=Ոճ՝
lblMouseLeftClickColor.Caption=Գույն՝
lblMouseLeftClickEffectSize.Caption=Չափ՝
lblMouseLeftClickLineWidth.Caption=Գծի լայնթ.
chkMouseRightClickEffect.Caption=Ավելացնել մկնիկի աջ սեղմման էֆեկտ
lblMouseRightClickEffectStyle.Caption=Ոճ՝
lblMouseRightClickColor.Caption=Գույն՝
lblMouseRightClickEffectSize.Caption=Չափ՝
lblMouseRightClickLineWidth.Caption=Գծի լայնթ.
chkMouseCursorHighlightEffect.Caption=Ավելացնել մկնիկի սլաքի ընդգծման էֆեկտ
lblMouseCursorHighlightEffectColor.Caption=Գույն՝
lblMouseCursorHighlightEffectSize.Caption=Չափ՝
tsMouseCursorHighlightEffect.Caption=Ընդգծման էֆեկտ
tsMouseCursorSize.Caption=Սլաքի չափ
chkRecordingAreaAroundTheMouseCursor.Caption=Տեսագրման շրջանը մկնիկի սլաքի շուրջը, երբ տեսագրվում է
gbxWebcamSettings.Caption=Վեբխցիկ
chkWebcamOverlayToVideo.Caption=Ավելացնել վեբխցիկի պատիչը վիդեոյին
lblWebcamList.Caption=Վեբխցիկ
btnWebcamPreview.Caption=&Նախադիտել...
btnWebcamSettings.Caption=&Կարգավոր...
gbxWebcamPosition.Caption=Դիրք
lblWebcamLeftRightMargins.Caption=Ձախ, աջ լուսանցքներ
lblWebcamTopBottomMarings.Caption=Վերևի, ներքևի լուսանցքներ
lblStartFilenameNumber.Caption=Սկսման թիվը՝
chkHiddenRecordingArea.Caption=Hidden recording area
tsRecordingArea.Caption=Recording area
lblWebcamFormat.Caption=Format:
btnAllReset.Caption=&Reset...
chkShowHideFPSHotKey.Caption=Show/Hide FPS:
chkOnOffAlwaysHideRecordingArea.Caption=Show/Hide Recording area:
gbxScreenRecording.Caption=Screen recording
lblCaptureMethod.Caption=Capture method:
chkShowRecordingAreaMiniControl.Caption=Show mini control of recording area
chkAlwaysOnTop.Caption=&Always on top
lblFrameRateMode.Caption=Frame rate mode:
gbxHiddenRecordingArea.Caption=Hidden recording area
chkAlwaysHideRecordingArea.Caption=Always hide
chkHideRecordingAreaWhenRecording.Caption=Hide when recording
chkHideRecordingAreaWhenAppMinimizedOrHidden.Caption=Hide when an app is minimized or hidden
chkUseTrayIcon.Caption=Use &Trayicon
chkHideAppWhenAppMinimized.Caption=Hide app when app is minimized
chkHideAppWhenAppStarts.Caption=Hide app when app starts
btnVideoQualityCustom.Caption=Custom...

[frmAbout]
btnOK.Caption=&Լավ
lblDescription.Caption=Personal Use Only (non-commercial)
btnSendReport.Caption=Ներկայացնել սխալի զեկույց...
Caption=Ծրագրի մասին
tsInformation.Caption=Տեղեկություն
tsLicense.Caption=Լիցենզիայի համաձայնագիր
btnRegister.Caption=Register(&R)...

[frmVFWCodecs]
Caption=Արտաքին կոդեկներ
chkUseVFWCodec.Caption=&Կիրառել կոդեկը
btnDownloadCodecs.Caption=Ներբեռնել արտաքին կոդեկներ...
btnVideoConfiguration.Caption=&Կարգավ.
btnInformation.Caption=&Տեղեկութ.
btnOK.Caption=&Լավ
btnCancel.Caption=&Չեղարկել
lblVFWAudioCodecs.Caption=Աուդիո կոդեկ

[frmRegister]
Caption=Գրանցում
ledtEMail.Caption=Էլ․ փոստ՝
ledtSerialNumber.Caption=Սերիայի համար՝
btnOK.Caption=Լավ(&O)
btnCancel.Caption=Չեղարկել(&C)

[frmInternetAuth]
Caption=Սպասեք...
lblAuthentication.Caption=Իսկորոշում...

[frmSaveToGIFProgress]
Caption=Պահպանվում է..
btnCancel.Caption=&Չեղարկել

[LanguageString]
Record=Տեսագրել
Resume=Շարունակել
Pause=Դադար
Encoding=Ծածկագրում
Capture=Նկարել
Area=Շրջան
Resize=Չափափոխել
Open=Բացել
Options=Ընտրանքներ
Report=Զեկույց
Register=Register
Info=Ինֆո
Hotkey=Ազդակոճակ
Hotkeys=Կոճակներ
Save=Պահպանել
Codecs=Կոդեկներ
Timelimit=Ըստ ժամի
Stop=Կասեցնել
Confirm=Հաստատել
Version=Տարբերակ
Language=Լեզու
Stereo=Ստերեո
Mono=Մոնո
Warning=Ուշադրություն
Sound=Ձայն
Error=Սխալ
Information=Տեղեկություն
Confirm=Հաստատել
&Yes=&Այո
&No=&Ոչ
&OK=&Լավ
&Cancel=&Չեղարկել
&Abort=&Ձախողել
&Retry=&Կրկնել
&Ignore=&Անտեսել
Effect=Էֆեկտ
KeyframeRate=Բանալի կադրի քանակ
ModifiedWindowsHostFile=Windows-ի hosts ֆայլի կեղծում է հայտնաբերվել։
StopRecording=Կասեցնել էկրանի տեսագրումը։
StartRecording=Սկսել էկրանի տեսագրումը։
CaptureScreen=Գրավել էկրան։
CopyToClipboard=Պատճենել կցատարում
PressKeyStopRecording=Սեղմեք %s , տեսագրումը կասեցնելու համար։
RecordingFailed=Տեսագրումը ձախողվել է։
CauseAudioSynthesis=Պատճառը (աուդիոյի սիթնեզում)՝ 
Cause=Cause
NotExistDefaultOutputPath=Ելքային ուղին գոյություն չունի։ Փոխվել է, նշվելով լռելյայն ելքային ուղի։
Recording...=Recording
UpdateNewVersion=Թարմացնել oCam-ը նոր տարբերակով։
SelectAreaToRecord=Ընտրեք շրջան, որպեսզի տեսագրվի։
ResizeRecordingArea=Չափափոխել տեսագրման շրջանը։
Position=Position
ChangeSettings=Գլխավոր ծրագրի կազմաձևման ընտրանքներ։
DisplaySoftwareInformation=Ցուցադրել ծրագրի և լիցենզիայի տեղեկությունները։
OpenOutputPath=Բացել ելքային ուղու պանակը։
BrowseForFolder=Դիտարկել պանակ
FailedRecordRegisterHotkey=Տեսագրման ազդակոճակը չի կարող գրանցվել։
FailedPauseRegisterHotkey=Դադարի ազդակոճակը չի կարող գրանցվել։
FailedCaptureRegisterHotkey=Էկրանի գրավման ազդակոճակը չի կարող գրանցվել։
FailedRecordAreaRegisterHotkey=«Ընտրեք շրջան, որպեսզի տեսագրվի» ազդակոճակը չի կարող գրանցվել։
PleaseChangeHotkey=Խնդրում ենք փոխել ազդակոճակի կարգավորումները։
LanguageChanged=Լեզուն փոխվել է։ Երբ վերամեկնարկեք ծրագիրը՝ այն կհաստատվի։
DownloadCodecs=Ներբեռնել կոդեկներն ինտերնետից։
WhenUsedGoodCodecs=oCam-ի հետ համատեղելիս հավաքել եմ լավ կոդեկներ։
GotoCodecPage=Ցանկանո՞ւմ եք այցելել կոդեկների վեբէջ։
DontShowAgain=Չցուցադրել կրկին։
RecordingStarting=Սկսվում է...
RecordingStopping=Կասեցվում է...
FailedInitWASSoundLibDLL=Ձախողվել է նախապատրաստել ձայնի գրադարանը։ Ստուգեք Windows-ի Աուդիո ծառայության գործարկումը։
JPEGQuality=JPEG որակ
CompressQuality=Սեղմման որակ
LicenseTo=Registered
InvalidSerialNumber=Invalid Serial Number
RegisterExpired=Serial number has expired.
ExpiryDate=Expiry Date
Days=Day
Enabled=Միացված է
Disabled=Անջատված է
Used=Կիրառված է
NotUsed=Չի կիրառվում
LowDiskSpace=Սկավառակում չկա բավարար տարածք։
Watermark=Լողանշան
RecordSystemAudio=Ձայնագրել համակարգի աուդիոն
DoNotRecordMicrophone=Չձայնագրել խոսափողը
DoNotRecordSystemAudio=Չձայնագրել համակարգի աուդիոն
UltraHigh=Գերբարձր
VeryHigh=Շատ բարձր
High=Բարձր
Medium=Միջին
Low=Ցածր
VeryLow=Շատ ցածր
Auto=Ավտոմատ
CantNotLoadImage=Չի ստացվում ֆայլից բեռնել լողանշանի նկարը։
NotFoundTheTargetRecordWindow=Չկա տեսագրման թիրախային պատուհանը։
RecordingGame=Խաղ
VeryFast=Շատ արագ
Fast=Արագ
Normal=Նորմալ
Slow=Դանդաղ
VerySlow=Շատ դանդաղ
FileName=Ֆայլի անուն
ConnectionFailed=Միացումը սերվերին ձախողվել է։
Congratulations=Շնորհավորում ենք
SuccessfullyRegistered=Շնորհավորո՛ւմ ենք։ Դուք հաջողությամբ գրանցվել եք։
InvalidSerialNumber=Անվավեր սերիայի համար։ Սերիայի համարը թվում է անվավեր։
InvalidEMailAddress=Անվավեր էլ․ փոստի հասցե։ Էլ․ փոստի հասցեն թվում է անվավեր։
RegisterExpired=Սերիայի համարը, որն օգտագործել եք այս ապրանքն ակտիվացնելու համար՝ սպառվել է։
InvalidResponseFromServer=Սերվերից ստացվել է անվավեր պատասխան։
RegisterAleady=Սերիայի համարն արդեն գրանցված է։
Donate=Նվիրաբերել
MonitorNotSupportResolution=Մոնիտորը թույլատրմանը չի աջակցում։
HalfSize=Կես չափ
FitWidth=Տեղավորել լայնությամբ
FitHeight=Տեղավորել բարձրությամբ
Custom=Ընտրովի
GIF=Anminated GIF
General=General
Game=Game
Performance=Կատարում
Input=Մուտքային
LeftChannel=ՁախԱլիք
RightChannel=ԱջԱլիք
StereoChannel=ՍտերեոԱլիք
3StagPipelineDescription=Եռափուլ խողովակաշար (լավ արդյունավետություն)
2StagPipelineDescription=Երկփուլ խողովակաշար (նորմալ)
NoPipelineDescription=Առանց խողովակաշար (դանդաղ)
HighPerformance=Բարձր արդյունավետություն
HighQuality=Բարձր որակ
BlurayDisk=Bluray սկավառակ
LowLatency=Թույլ հապաղում
HighPerformanceLowLatency=Բարձր արդյունավետություն և թույլ հապաղում
HighQualityLowLatency=Բարձր որակ, թույլ հապաղում
NvidiaDefault=Nvidia լռելյայն
MaximumQuantizer=Առավելագույն քվանտավորիչ
MinimumQuantizer=Նվազագույն քվանտավորիչ
ConstQuantizerParameter=Հաստատուն քվանտավորիչի բնութագիր
Main=Հիմնական
Baseline=Բազային մակարդակ
SinglePassConstantQP=1-ԱՆՑՈՒՄ հաստատուն բնութագիր
SinglePassCBR=1-ԱՆՑՈՒՄ CBR
SinglePassVBR=1-ԱՆՑՈՒՄ VBR
(0)FirstGPU=(0) Առաջին GPU
(1)SecondGPU=(1) Երկրորդ GPU
WidthHeightMultiple16=Width, Height are multiple of 16
WidthMultiple8HeightMultiple4=Width Multiple of 8, Height is multiple of 4
WidthHeightMultiple2=Width, height are multiple of 2
Pixel=Կետային
Round=Շրջան
RoundUp=Վերին շրջան
RoundDown=Ստորին շրջան
ConsumingCPUCycles=CPU ցիկլերի սպառում
YieldTheCPU=Տալ CPU
AnimationDuration=Անիմացիայի տևողություն
millisecond=միլիվայրկյան
Rings=Ղողանջներ
Star=Աստղ
Star_RandomColor=Աստղ ( Պատահական գույն )
Star_Rotation=Աստղի պտտում
Star_Rotation_RandomColor=Աստղի պտտում ( Պատահական գույն )
Opacity=Անթափանց
SoftEdge=Նուրբ ծայր
Sec=Վրկ
CursorSize=Սլաքի չափ
Webcam=Վեբխցիկ
WebcamVideoSize=Վիդեոյի չափ
SerialNumberAlreadyRegistered=Հերթական համարն արդեն գրանցվել է։
Close=Փակել
WhenRecording=When recording
Always=Always
AutoSelect=Auto select
AreSureResetAllSettings=Are you sure you want to reset all settings?
PleaseEnterRecordingAreaDisplayName=Please enter recording area display name.
NoCategory=No category
RecordingAreaCategoryNameExists=Category name exists.
InvaildRecordingAreaCategoryName=Invaild category name.
PleaseEnterRecordingAreaCategoryName=Please enter category name.
Youtube=Youtube
LossLess=lossless
HighPerformanceLossLess=High Performance Lossless
Menu=Menu
ScreenRecording=Screen Recording
GameRecording=Game Recording
AudioRecording=Audio Recording
LetsSeeTheGameRecordingManual=Let's see the game recording manual for beginners.
DesktopDuplicationAPI=Desktop Duplication API ( Fast )
GDIAPI=GDI API
CantNotLoadWatermarkImage=Can not load watermark image.
FrameRateMode_VFR=Variable frame rate ( fast )
FrameRateMode_CFR=Constant frame rate
SoundRecord=Record
SecretFolder=SecretFolder
Installed=Installed
InstallApp=Install App
AleadyInstall=App is already installed.
FailedRunInstaller=Failed to run the action install software.
FailedDownload=Download failed.
FailedGetSystemInfo=Failed to Get System Information.
InvalidInstallFile=The download file appears to be corrupted.

[frmHardwareEncoderSettings]
Caption=ծածկագրիչի կարգավորումներ
tsNVIDIANVENCH264.Caption=NVIDIA NVENC H.264
lblNVIDIANVENCH264Preset.Caption=Նախանշում՝
btnOK.Caption=Լավ
btnCancel.Caption=Չեղարկել
lblNvidiaNvencH264Profile.Caption=Պրոֆիլ՝
lblNvencH264Level.Caption=Մակարդակ՝
lblNvencGPUSelect.Caption=GPU՝
gbxNvencH264RateControl.Caption=Դրույքի կառավարում
lblNvencH264ConstQP.Caption=Հաստատ․ քվանտավորիչի բնութագիր 
lblNvencH264ConstQPHigh.Caption=1 ( Բարձր որակ )
lblNvenctH264ConstQPLowQuality.Caption=51 ( Ցածր որակ )
lblNvencH264AverageBitRate.Caption=Միջին բիթաքանակ՝ 
lblNvencH264MinimumQuantizer.Caption=Նվազագույն քվանտավորիչ՝ 
lblNvencH264MinimumQPHighQuality.Caption=1 ( Բարձր որակ )
lblNvencH264MinimumQPLowQuality.Caption=51 ( Ցածր որակ )
lblNvencH264MaximumQuantizer.Caption=Առավելագույն քվանտավորիչ՝
lblNvencH264MaximumQPHighQuality.Caption=1 ( Բարձր որակ )
lblNvencH264MaximumQPLowQuality.Caption=51 ( Ցածր որակ )
lblNvencH264MaxBitrate.Caption=Առավ բիթաքանակ՝ 
btnNvencH264Default.Caption=&Լռելյայն
tsNVIDIANVENCHEVC.Caption=NVIDIA NVENC HEVC
lblNVIDIANVENCHEVCPreset.Caption=Preset
lblNvidiaNvencHEVCProfile.Caption=Profile
lblNvencHEVCLevel.Caption=Level
lblNvencHEVCGPUSelect.Caption=GPU
gbxNvencHEVCRateControl.Caption=Rate control
lblNvencHEVCConstQP.Caption=Const Quantizer Parameter: 
lblNvencHEVCConstQPHigh.Caption=1 ( High Quality )
lblNvenctHEVCConstQPLowQuality.Caption=51 ( Low Quality )
btnNvencHEVCDefault.Caption=&Default
lblNvencHEVCAverageBitRate.Caption=Average Bitrate: 
lblNvencHEVCMinimumQuantizer.Caption=Minimum Quantizer: 
lblNvencHEVCMinimumQPHighQuality.Caption=1 ( High Quality )
lblNvencHEVCMinimumQPLowQuality.Caption=51 ( Low Quality )
lblNvencHEVCMaximumQuantizer.Caption=Maximum Quantizer: 
lblNvencHEVCMaximumQPHighQuality.Caption=1 ( High Quality )
lblNvencHEVCMaximumQPLowQuality.Caption=51 ( Low Quality )
lblNvencHEVCMaxBitrate.Caption=Max Bitrate: 
gbxOpenH264RateControl.Caption=Rate control
lblOpenH264ConstQP.Caption=Const Quantizer Parameter: 
lblOpenH264ConstQPHigh.Caption=1 ( High Quality )
lblOpenH264ConstQPLowQuality.Caption=51 ( Low Quality )
tsIntelQSVH264.Caption=Intel® Quick Sync Video H.264
lblQSVH264ConstQPHigh.Caption=1 ( High Quality )
lblQSVH264ConstQPLowQuality.Caption=51 ( Low Quality )
gbxQSVH264RateControl.Caption=Rate control

[frmAudioCodecsSettings]
lblAACAudioBitrate.Caption=Բիթաքանակ՝ 
lblMP3AudioBitrate.Caption=Բիթաքանակ՝ 
lblMP2AudioBitrate.Caption=Բիթաքանակ՝ 
lblWMAAudioBitrate.Caption=Բիթաքանակ՝ 
btnDefault.Caption=&Լռելյայն
btnOK.Caption=&Լավ
btnCancel.Caption=&Չեղարկել
Caption=Աուդիո կոդեկների կարգավորումներ
lblAACAudioSampleRate.Caption=Նմուշառում՝ 
lblMP3AudioSampleRate.Caption=Նմուշառում՝ 
lblMP2SampleRate.Caption=Նմուշառում՝ 
lblWMASampleRate.Caption=Նմուշառում՝ 
lblFlacAudioSampleRate.Caption=Նմուշառում՝ 

[frmCustomSize]
Caption=Ընտրովի չափ
btnOK.Caption=&Լավ
btnCancel.Caption=&Չեղարկել
gbxCustomSize.Caption=Չափ

[frmRecordingAreaListEditor]
btnReset.Caption=&Reset
btnOK.Caption=&OK
btnCancel.Caption=&Cancel
mnuAdd.Caption=&Add...
mnuEdit.Caption=&Edit...
mnuDelete.Caption=&Delete...
mnuInsertSeparator.Caption=&Insert separator...
Caption=Recording area list editor

[frmInputNewCategoryName]
Caption=New category
ledtNewCategoryName.Caption=Enter category name:
btnOK.Caption=&OK
btnCancel.Caption=&Cancel

[frmAddRecordingArea]
Caption=Add recording area
lblCategorys.Caption=Category:
ledtRecordingAreaDisplayName.Caption=Recording area display name:
btnNewCategory.Caption=&New category...
btnOK.Caption=&OK
btnCancel.Caption=&Cancel

[frmAppInstaller]
lblSecretFolderTitle.Caption=SecretFolder - Hide folder
lblSecretFolderDescription.Caption=Hide, lock and password protect your private files and folders.
